-- Удалим старые боксы если есть
DELETE FROM boxes;

-- Вставим 3 бокса
INSERT INTO boxes (id, "createdAt", name, description, price, "imageUrl", contents, category, emoji, "isAvailable", "sportTypes", "isQuizOnly", inventory)
VALUES 
('974c068c-62f9-4f64-8408-47db15147821', '2025-09-29 13:51:59.96022', 'BOX SNOW', 'Описание тестового бокса', 2999, 'https://static.tildacdn.com/tild3431-3631-4434-a661-633764663665/Group_6_2.png', '{"Футболка ILTRALIGHT","Шорты ATHLETIC","Майка INTRO","Рашгард ULTRALIGHT"}', 'fitness', NULL, true, 'фитнес,Единоборства 🥊,Силовые тренировки', false, NULL),

('b974b494-971b-4c9e-ae56-5565293302ca', '2025-09-29 13:32:57.962699', 'BOX2', 'Описание тестового бокса', 1000, 'https://static.tildacdn.com/tild6435-3264-4434-a436-396664316563/Group_5_2.png', '{"Футболка PERFORMANCE","Шорты TRAINING","Майка TECHFIT","Рашгард COMPRESSION"}', 'personal', NULL, true, 'Фитнес,Единоборства 🥊,Силовые тренировки', false, NULL),

('e77156a9-7065-41cd-bfb9-e8b91100a4d0', '2025-09-22 08:42:00.056418', 'BOX3', 'Комфортная одежда для йоги и растяжки', 333, 'https://static.tildacdn.com/tild3935-3834-4032-b863-626566333232/Group_7.png', '{"Топ YOGA","Леггинсы FLEX","Футболка ACTIVE","Шорты SPORT"}', 'ready', '🧘‍♀️', true, 'Йога/пилатес,Единоборства 🥊,Командные виды спорта,Повседневная носка', false, NULL);
